Repository: isrc/ganetimgr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Adding or removing users and groups is done on your own responsibility
fr: L'ajout ou la suppression d'utilisateurs ou de groupes est laissé à votre entière responsabilité

source: User Idle Accounts
fr: Comptes utilisateur inactifs

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: E-mail
fr: Courriel

source: Last Login
fr: Dernière connexion

source: Login
fr: Identifiez-vous

source: Welcome
fr: Bienvenue

source: <p>Welcome to %(name)s's %(title)s service.</p> <p>If you are new to the service, take some time to read the service description supplied at the hyperlink at the end of this page and then register for a new account.</p>
fr: <p>Bienvenue sur le service %(name)s's %(title)s.</p> <p>Si vous êtes nouveau sur ce service, prenez quelques minutes pour lire la présentation de celui-ci disponible via le lien à la fin de cette page puis créez votre compte.</p>

source: <p>If you already have an account, you can log in using the form on the right.</p> <p>For troubleshooting info and remarks do not hesitate to contact %(name)s's Helpdesk.</p>
fr: <p>Si vous déjà d'un compte, vous pouvez vous connecter via le formulaire de droite.</p> <p>Pour toutes remarques ou informations de résolution d'erreur, n'hésitez pas à contacter l'assistance de %(name)s's.</p>

source: Your username and password didn't match. Please try again.
fr: Nom d'utilisateur ou mot de passe incorrect. Veuillez réessayer.

source: Forgot password?
fr: Mot de passe oublié ?

source: Register a new account
fr: Créer un nouveau compte

source: There is a pending mail change request on your behalf. Check your e-mails for an activation link.
fr: Il y a déjà une demande de changement de courriel pour vous. Consultez le mèl d'activation envoyé sur votre messagerie

source: enter your new mail address twice so we can verify you typed it in correctly.
fr: saisissez votre nouveau courriel deux fois de suite afin d'éviter toute erreur

source: Once you submit this form you will receive an activation email with instructions on how to proceed
fr: Un courriel détaillant la procédure d'activation vous sera envoyé une fois cette demande transmise

source: Your e-mail
fr: Votre mèl

source: has successfully changed to
fr: a été modifié avec succès

source: you have not registered an address yet
fr: vous n'avez pas encore enregistré d'adresse

source: enter your first and last name
fr: saisissez vos prénom et nom

source: Your name
fr: Votre nom

source: was successfully changed
fr: a été changé avec succès

source: we don't know your name yet
fr: nous ne connaissons pas encore votre nom

source: Change
fr: Modifier

source: change organization and phone
fr: modifier l'organisation et le téléphone

source: Changed successfully
fr: Modifié avec succès

source: please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: saisissez votre ancien mot de passe, par sécurité, puis saisir un nouveau mot de passe deux fois de suite pour le confirmer

source: Changing your password will log you out
fr: Modifier votre mot de passe va vous déconnecter

source: Password changed
fr: Mot de passe modifié

source: successfully
fr: avec succès

source: about my profile
fr: Au sujet de mon profil

source: profile
fr: profil

source: My profile
fr: Mon profil

source: Change Name
fr: Modifier le Nom

source: Manage SSH Keys
fr: Gérer les clés SSH

source: Other
fr: Autre

source: User Information
fr: Information Utilisateur

source: Group Information
fr: Information de Groupe

source: Is Active
fr: Est Actif

source: Group Name
fr: Nom de Groupe

source: Displaying %(usergroup)s instances
fr: Affichage des instances du groupe %(usergroup)s

source: Upload your SSH public keys and have them automatically installed on all newly-created instances. Keys must be in OpenSSH format, either RSA, or DSA, with or without a trailing comment.
fr: Téléversez vos clés SSH publiques afin qu'elle soit automatiquement injecté dans toutes vos futurs VMs. Les clés doivent être au format OpenSSH, RSA ou DSA, avec ou sans commentaire final

source: Add new key
fr: Ajoutez nouvelle clé

source: Add key
fr: Ajoutez clé

source: Dear
fr: Cher

source: To ensure the validity of user accounts in the service we monitor usage of the web management interface.
fr: Pour s'assurer de la validité des comptes utilisateurs du service, nous surveillons l'utilisation de l'interface web de gestion

source: We would like to inform you that the last time you logged in was %(days)s ago (or more).
fr: Nous souhaitions vous informer que votre dernière connexion date d'il y a au moins %(days)s.

source: Therefore we kindly ask you to confirm the validity of your account. The confirmation is performed by accessing the login page of the service:
fr: Par conséquent, nous vous remercions de bien vouloir confirmer la validité de votre compte. Cette confirmation s'effectue simplement en s'identifiant sur la page de connexion du service:

source: Please do this as soon as possible.
fr: Merci de bien vouloir faire cela dès que possible

source: Sincerely, The %(service_name)s Management.
fr: Cordialement, Les gestionnaires de %(service_name)s.

source: Dear %(user)s,
fr: Cher %(user)s,

source: We hereby inform you that the password for your account in the %(service_title)s service has been changed successfully.
fr: Nous vous informons que le mot de passe de votre compte sur le service %(service_title)s a été modifié avec succès.

source: If the password change was not made by you, please inform the %(provider)s Helpdesk.
fr: Si cette demande de changement de mot de passe n'est pas de votre fait, veuillez contacter le service informatique de %(provider)s.
