Repository: isrc/ganetimgr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid captcha
fr: Captcha non valide

source: Organization
fr: Organisation

source: Verify
fr: Vérifier

source: That e-mail address doesn't have an associated user account or the account has not been activated yet. Are you sure you've registered?
fr: Aucun compte utilisateur actif n'est associé à ce courriel. Avez-vous créer un compte ?

source: The user account associated with this e-mail address cannot reset the password.
fr: Le compte utilisateur associé à ce courriel ne peut réinitialiser le mot de passe

source: %sUser account activated
fr: %sCompte utilisateur activé

source: %sIdle Account Notification
fr: %sNotification d'attente d'activation de compte

source: A fully qualified domain name, e.g. host.domain.com
fr: Un nom de domaine complet, ex:machine.domain.com

source: Hostname
fr: Nom de machine

source: Memory
fr: Mémoire

source: Disk size (GB)
fr: Taille du dique (Go)

source: Specify a size from 2 to 50 GB
fr: Indiquez une taille de 2 à 50 Go

source: Check this option if the virtual machine will be sending e-mail
fr: Sélectionnez cette option si la machine virtuelle enverra des courriels

source: Hosts mail server
fr: Serveur courriel de la machine hôte

source: Operating System
fr: Système d'exploitation

source: Invalid hostname %s
fr: Nom de machine non valide %s

source: Hostname should be fully qualified, e.g. <em>host.domain.com</em>, not <em>host</em>
fr: Nom de domaine de la machine incomplet, ex: <em>machine.domain.com</em>, pas <em>machine</em>

source: Hostname already exists.
fr: Nom de machine existe.

source: Additional comments you would like the service administrators to see
fr: Commentaires supplémentaires à afficher aux administrateurs du service

source: Comments
fr: Commentaires

source: Choose either an organization or fill in the contact information
fr: Choisissez une organisation ou complétez les informations de contact

source: Choose an organization
fr: Choisir une organisation

source: Please fill in the contact information
fr: Saisissez les informations de contact

source: Please specify a reason for rejection
fr: Veuillez indiquer la raison du refus

source: This field is required
fr: Ce champ est obligatoire

source: Application already handled
fr: Demande déjà traitée

source: Malformed SSH key, must be in OpenSSH format, RSA or DSA
fr: Format de clé SSH non valide, elle doit-être au format OpenSSH, RSA ou DSA

source: Malformed SSH key
fr: Clé SSH non valide

source: Invalid RSA SSH key
fr: Clé SSH RSA non valide

source: Invalid DSS SSH key
fr: Clé SSH DSA non valide

source: Unknown key type '%s'
fr: Type de clé '%s' inconnue

source: Email
fr: Mèl

source: Email (verify)
fr: Mèl (confirmation)

source: Mail fields do not match.
fr: Les saisies du champ Courriel ne concordent pas.

source: Name
fr: Nom

source: Surname
fr: Prénom

source: organization
fr: organisation

source: organizations
fr: organisations

source: operating system
fr: système d'exploitation

source: Network
fr: Réseau

source: Optionally, select a network to connect the virtualmachine to if you have a special requirement
fr: Optionnellement, sélectionnez un réseau à connecter à la machine virtuelle si vous avez un besoin spécifique

source: Your request has been filed with id #%d and will be processed shortly.
fr: Votre demande a été transmise sous le numéro #%d et sera traitée sous peu.

source: The following keys were skipped because they already exist:<br />%s
fr: Les clés suivantes ont été ignorées car elles existent déjà:<br />%s

source: Password changed!
fr: Mot de passe modifié !

source: Type a username or group name
fr: Indiquez un nom d'utilisateur ou de groupe

source: Network adapter model
fr: Modèle de carte réseau

source: Hard disk type
fr: Modèle de disque dur

source: Boot device
fr: Périphérique de démarrage

source: CD-ROM Drive
fr: Lecteur de CD-ROM

source: ISO Image URL (http)
fr: URL (http) de l'image ISO

source: Hardware clock uses local time instead of UTC
fr: Horloge matériel utilise l'heure local au lieu de UTC

source: Allow From
fr: Autorisé depuis

source: You selected cdrom as a boot device. You have to enable the CD-ROM drive.
fr: Sélectionner cédérom comme périphérique de démarrage implique d'activer le lecteur de CD-ROM

source: Only HTTP URLs are allowed
fr: Seul les URLs HTTP sont autorisées

source: %(url)s is not a valid URL
fr: %(url)s n'est pas une URL valide

source: Invalid URL
fr: URL non valide

source: Currently no prefix lengths < %s are allowed
fr: Actuellement, aucune longueur de préfixe < %s n'est autorisée.

source: %(address)s is not a valid address
fr: %(address)s n'est pas une adresse valide

source: Running
fr: Démarré

source: Stopped
fr: Éteinte

source: Running, should be stopped
fr: Démarré au lieu d'être éteinte

source: Stopped, should be running
fr: Éteinte au lieu d'être démarré

source: modifying
fr: Modification en cours

source: creating
fr: Création en cours

source: Not allowed action
fr: Action non-autorisée

source: re-installation
fr: réinstallation

source: rename
fr: renommage

source: %(pref)sInstance %(action)s requested: %(instance)s
fr: %(pref)sVM %(action)s demandée: %(instance)s

source: Could not send email
fr: Échec de l'envoie du courriel

source: Mail sent
fr: Courriel envoyé

source: Enter valid JSON
fr: Saisissez du JSON valide

source: Mail changed succesfully.
fr: Mèl modifié avec succès

source: Permissions' violation. This action has been logged and our admins will be notified about it
fr: Accès non autorisé. Cette action a été enregistrée et nos administrateurs en seront notifiés

source: Please wait... shutting-down
fr: Veuillez patienter...arrêt en cours

source: Please wait... starting-up
fr: Veuillez patienter...démarrage en cours

source: Please wait... rebooting
fr: Veuillez patienter...redémarrage en cours

source: Could not connect to api
fr: Impossible de se connecter à l'API

source: English
fr: Anglais

source: Welcome! Please take some time to update <a href="%s">your profile</a> and upload your SSH keys.
fr: Bienvenue ! Veuillez mettre à jour <a href="%s">votre profil</a> et indiquer vos clés SSH

source: Search for
fr: Rechercher

source: Subject
fr: Objet

source: Body
fr: Corps du texte

source: Recipients
fr: Destinataires

source: Internal error
fr: Erreur interne

source: Administrators have been notified about this problem. We apologize for the inconvenience.
fr: Les administrateurs ont été notifiés de ce problème. Nos excuses pour la gêne occasionnée

source: Yeap this is a nice <strong>500</strong>!
fr: Ouep, c'est une bien belle erreur <strong>500</strong>!

source: From user
fr: Expéditeur

source: Clear Cache
fr: Vider le cache

source: Language
fr: Langage

source: My Profile
fr: Mon Profil

source: Logout
fr: Déconnexion

source: Create Instance
fr: Créer VM

source: Applications
fr: Demandes de VM

source: Home
fr: Accueil

source: Nofications
fr: Notifications

source: Cluster Info
fr: État Cluster

source: Jobs
fr: Tâches

source: Graphs
fr: Graphes

source: Audit Log
fr: Journaux d'audit

source: History
fr: Historique

source: Statistics
fr: Statistiques

source: Idle Accounts
fr: Comptes inactifs

source: Latest News
fr: Dernières nouvelles

source: This is a service provided by
fr: Service fournit par

source: Service Terms
fr: Obligations de ce service

source: Create new Virtual Machine
fr: Créer une nouvelle Machine Virtuelle

source: Create a new instance
fr: Créer une nouvelle VM

source: Instance information
fr: Informations sur la VM

source: Administrative contact
fr: Contact administratif

source: The user has requested explicit network placement on
fr: L'usager a demandé explicitement le placement sur le réseau

source: Job ID
fr: Numéro de tâche

source: Error
fr: Erreur

source: Apply
fr: Demander

source: Application list
fr: Liste de demandes

source: Instance Applications
fr: Demandes de VM

source: No applications yet.
fr: Aucune demande pour le moment.

source: Pending applications
fr: Demandes en attente

source: Show Approved
fr: Affichez les Approuvées

source: Show Failed
fr: Affichez les Échouées

source: User
fr: Utilisateur

source: Status
fr: État

source: Filed
fr: Saisie

source: Completed applications
fr: Demandes traitées

source: Display
fr: Afficher

source: All
fr: Tout

source: applications
fr: demandes

source: Apply for a new instance
fr: Demander la création d'une nouvelle VM

source: Use/Comments
fr: Justification/Commentaires

source: Give a short description of the intended use of this virtual machine, that justifies the parameter selection above. Feel free to include any additional comments.
fr: Indiquez une brève description de l'usage prévue de cette machine virtuelle qui justifierait le choix d'option ci-dessus. N'hésitez pas à ajouter tout commentaire additionnel

source: If you are applying on behalf of a NOC under %(name)s's constituency, please select the appropriate organization. Otherwise, fill-in the admin contact information below.
fr: Si votre demande est au nom d'un NOC membre du groupe %(name)s's \, veuillez selectionner l'organisation appropriée. Sinon, complétez les informations de contact administrateur ci-dessous.

source: Miscellaneous
fr: Divers

source: We kindly remind you of the following:
fr: Nous vous rappelons ceci:

source: <li> You are solely responsible for the data on your VM. You have to take care of back-ups etc. </li> <li> We reserve the right to temporarily suspend the operation of your VM in case it causes malfunctions to our infrastructure </li>
fr: <li> Vous êtes seul responsable des données de votre VM. Les sauvegardes etc. sont de votre responsabilité. </li> <li> Nous nous réservons le droit d'interrompre momentanément le fonctionnement de votre VM si elle provoque un dysfonctionnement de notre infrastructure </li>

source: You must accept the terms of service before continuing.
fr: Vous devez accepter les conditions générales du service avant de poursuivre.

source: I have read the above and accept them, along with the
fr: J'ai lu et j'approuve ce qui précède, ainsi que

source: Terms of Service
fr: Conditions générales du service

source: Review application
fr: Traiter demande

source: Job Details
fr: Détail de la tâche

source: Close
fr: Fermer

source: by
fr: par

source: Submitted
fr: Transmise

source: Decision
fr: Décision

source: Comments to the user
fr: Remarques pour l'utilisateur

source: The instance has been placed on
fr: La VM a été placé sur

source: Pending Instance Applications
fr: Demandes de VM en cours

source: Requested os not found
fr: OS demandé n'existe pas

source: Dear %(username)s, Your request #%(pk)s to create virtual machine name %(hostname)s has been rejected for the following reasons: %(admin_comments)s For more information please contact the %(service)s Helpdesk.
fr: Cher %(username)s, Votre demande #%(pk)s de création de machine virtuelle %(hostname)s a été refusée pour les raisons suivantes: %(admin_comments)s Pour des informations complémentaires, veuillez contacter le service informatique %(service)s.

source: User %(username)s (%(first_name)s %(last_name)s) made the following request:
fr: L'utilisateur %(username)s (%(first_name)s %(last_name)s) a effectué la demande suivante:

source: VM parameters ------------- Name: %(hostname)s Memory: %(memory)s vCPUs: %(vcpus)s Disk: %(disk_size)s GB Operating system: %(operating_system)s Hosting mail server: %(hosts_mail_server)s
fr: Paramètres de la VM ------------- Nom: %(hostname)s Mémoire: %(memory)s vCPUs: %(vcpus)s Disque: %(disk_size)s GB Système d'exploitation: %(operating_system)s Hosting mail server: %(hosts_mail_server)s

source: The user requested the VM to connect to the network
fr: L'utilisateur a demandé que la VM soit connecté au réseau

source: Responsible entity
fr: Entité responsable

source: Administrative Contact
fr: Contact administratif

source: To manage the request, visit %(url)s
fr: Pour gérer la demande, visitez %(url)s

source: Showing results for the last
fr: Affichage des résultats pour les derniers

source: days.
fr: jours.

source: Job Id
fr: Id de la tâche

source: Instance
fr: VM

source: Time
fr: Heure

source: logs
fr: journaux

source: Disk
fr: Disque

source: Cluster info
fr: Infos sur le Cluster

source: Select cluster
fr: Choisir le cluster

source: Details
fr: Détails

source: Disk Templates
fr: Gabarit de disque

source: Hypervisor
fr: Hyperviseur

source: Instances
fr: VMs

source: Networks
fr: Réseaux

source: Get Graphs
fr: Obtenir les graphes

source: about
fr: À propos

source: on cluster
fr: sur le cluster

source: Loading
fr: Chargemetnt

source: Network cards
fr: Cartes réseau

source: Created on
fr: Crée le

source: Last modified
fr: Dernière modification

source: Owners
fr: Propriétaires

source: Manage Owners
fr: Gérer le propriétaires

source: Admin Options
fr: Options de gestion

source: Notify
fr: Notifier

source: Unlock
fr: Non-Verrouillé

source: Lock
fr: Verrouiller

source: De-Isolate
fr: Sortir de quarantaine

source: Isolate
fr: Isoler

source: Application
fr: Demande

source: No data available yet...
fr: Aucune donnée disponible...

source: Configuration Options
fr: Options de configuration

source: Update
fr: Mettre à jour

source: Instance Tags
fr: VM Tags

source: Shutdown
fr: Éteindre

source: Reboot
fr: Redémarrer

source: Rename...
fr: Renommer

source: Reinstall...
fr: Réinstaller

source: Destroy...
fr: Détruire

source: Start
fr: Démarrer

source: Instance actions are disabled by the administrator
fr: Les administrateurs ont désactivés les actions sur les VM

source: Reinstall Instance
fr: Réinstaller la VM

source: Warning!
fr: Avertissement! !

source: You are about to initiate the process of your instance <strong>%(instance)s</strong> re-installation. <br>Unless you choose "No operating system", this process <strong>wipes all your data</strong> and re-installs your instance from scratch. You will lose all your data. <br>Your instance will not be reinstalled yet, though.<br> You will receive an email with an activation link. Only when you visit the activation link, your instance will be reinstalled.
fr: Vous être en train d'initier le processus de réinstallation de votre VM <strong>%(instance)s</strong>. <br>À moins de chosir "Aucun système d'exploitation", ce processus <strong>détruira toutes les données</strong> de la VM et la réinstallera depuis zéro. Vous allez perdre toutes vos données. <br>Votre VM ne sera pas réinstallé immédiatement cependant.<br> Vous recevrez un courriel avec un lien d'activation. Ce n'est qu'après avoir cliqué sur ce lien que votre VM sera réinstallée.

source: Email link
fr: Lien du courriel

source: Destroy Instance
fr: Détruire la VM

source: You are about to initiate the process of your instance <strong>%(instance)s</strong> removal. This process will <strong>destroy your instance</strong>. You will lose all your data. <br>Your instance will not be destroyed yet, though.<br> You will receive an email with an activation link. Only when you visit the activation link, your instance will be destroyed.
fr: Vous êtes en train d'initier le processus de destruction de votre VM <strong>%(instance)s</strong>. Ce processus va <strong>détruire votre VM</strong>. Vous allez perdre toutes vos données. <br>Votre VM ne sera pas détruite immédiatement cependant.<br> Vous recevrez un courriel avec un lien d'activation. Ce n'est qu'après avoir cliqué sur ce lien que votre VM sera détruite.

source: Rename Instance
fr: Renommer la VM

source: You cannot rename instance <strong>%(instance)s</strong>. To rename an instance make sure it is turned off. To turn it off select shutdown from this panel.
fr: Renommage de la VM <strong>%(instance)s</strong> impossible. Pour renommer une VM, assurez-vous de l'éteindre. Pour l'éteindre, selectionnez éteindre dans ce menu.

source: VNC session on
fr: Session VNC en cours

source: Canvas is not supported in your browser. Please use new versions of Chrome or Firefox.
fr: Canvas non pris en charge par votre navigateur. Utilisez une nouvelle version de Chrome ou Firefox of Chrome or Firefox.

source: Instance Rename
fr: Renommer la VM

source: You are about to initiate the process of your instance <strong>%(instance)s</strong> rename.<br> Once you select a new hostname and click Apply you will receive an email with an activation link. Only when you visit the activation link, your instance will be renamed. <div class="alert alert-warning"><strong>Important</strong>: To rename an instance make sure that it is turned off</div>
fr: Vous êtes en train d'initier le processus de renommage de votre VM <strong>%(instance)s</strong>.<br> Après avoir indiqué le nouveau nom de machine et cliqué sur le lien Enregistrer, vous recevrez un courriel avec un lien d'activation. Ce n'est qu'après avoir cliqué sur ce lien que votre VM sera rénommé. <div class="alert alert-warning"><strong>Important</strong>: Pour renommer une VM, assurez-vous qu'elle soit éteinte</div>

source: My instances
fr: Mes VMs

source: Owner
fr: Propriétaire

source: Shortcuts
fr: Raccourcis

source: Instance Details
fr: Détails sur la VM

source: instances
fr: vms

source: All your data will be lost!
fr: Toutes vos données seront détruites !

source: Your instance will be deleted!
fr: Votre VM sera supprimé

source: Make sure you have a recent backup of your data!
fr: Assurez-vous d'avoir une sauvegarde de vos données

source: Once initiated, this process cannot be undone or stop!
fr: Une fois débuté, ce processus est irréversible

source: To rename an instance make sure that it is turned off
fr: Pour renommer une VM, assurez-vous qu'elle est éteinte

source: Re-install
fr: Réinstaller

source: Destroy
fr: Détuire

source: Rename
fr: Renommer

source: on instance <strong>%(instance)s</strong> is no longer available. It has either expired or it is already performed.
fr: sur la VM <strong>%(instance)s</strong> n'est plus disponible. Elle a soit expiré; soit déjà été effectuée.

source: Apply for a new request via the instance details page.
fr: Déposez une nouvelle demande via la page de détails des VM

source: You are about to change your email to
fr: Vous êtes en train de changer votre courriel

source: Change Email
fr: Modifier courriel

source: Mail change is no longer available. It has either expired or it is already performed.<br> Apply for a new request via the instance details page.
fr: Ce courriel d'activation n'est plus valide. Il a soit expiré; soit déjà été utilisé.<br> Veuillez effectuer une nouvelle demande via la page de détails de la VM.

source: User %(user.username)s
fr: Utilisateur %(user.username)s

source: has made the following request
fr: a effectué la demande suivante

source: Reinstall
fr: Réinstaller

source: Delete
fr: Supprimer

source: Change email
fr: Modifier courriel

source: New email
fr: Nouveau courriel

source: to
fr: à

source: WARNING! The above action will
fr: Avertissement ! L'action ci-dessus sera

source: delete your data
fr: supprime vos données

source: and install
fr: et installe

source: delete your virtual machine
fr: supprimer votre machine virtuelle

source: Make sure you take backups of any data you need. WARNING! Once you start the process, it cannot be undone.
fr: Assurez-vous d'avoir des sauvegardes de vos données importantes. Avertissement ! Une fois démarré, ce processus est irréversible.

source: To continue, please visit %(url)s
fr: Pour continuer, veuillez vous rendre à %(url)s

source: Clusters Jobs
fr: Tâches des Clusters

source: jobs
fr: tâches

source: Send Email Notifications
fr: Envoyez les notifications par courriel

source: Send
fr: Envoyer

source: Type name(s) from user, group, instance, cluster
fr: Indiquez nom(s) depuis utilisateur, groupe, VM, cluster

source: Activation Complete
fr: Activation Complète

source: Activation Status
fr: État de l'activation

source: succesfully activated
fr: activé avec succès

source: The user has probably been already activated.
fr: Le compte utilisateur est probablement déjà activé.

source: The user will be notified about his/her account activation
fr: L'utilisateur sera informé de l'activation de son compte

source: Your account with username
fr: Votre compte avec votre nom d'utilisateur

source: has been activated.
fr: a été activé

source: You may login using the following URL:
fr: Connectez-vous via l'URL suivante:

source: %(full_name)s has registered for a new account. Username: %(username)s E-mail: %(email)s To activate the user's account and allow them to access the service, click on the following link: http://%(domain)s%(activation_url)s The user will be notified via mail about the account activation
fr: %(full_name)s a demandé un nouveau compte. Nom d'utilisateur: %(username)s Mèl: %(email)s Pour activer ce compte utilisateur et permettre l'accès au service, veuillez cliquer sur le lien ci-dessous: http://%(domain)s%(activation_url)s L'utilisateur sera informé de l'activation de son compte via courriel

source: Account registered at
fr: Compte enregistré à

source: Change Password
fr: Modifiez Mot de passe

source: Submit
fr: Envoyez

source: Password Reset Complete
fr: Réinitialisation du mot de passe terminée

source: Your password was successfully reset. You may login
fr: Votre mot de passe a été réinitialisé avec succès. Connectez-vous

source: here
fr: ici

source: Reset Password
fr: Réinitialiser Mot de passe

source: Password Reset
fr: Réiniatialisation Mot de passe

source: Reset
fr: Réinitialiser

source: There was an error processing your password change request.
fr: Une erreur est survenue lors du traitement de votre demande de modification de mot de passe

source: Email sent
fr: Courriel envoyé

source: Email Sent
fr: Courriel Envoyé

source: An email has been sent containing instructions on resetting your password. Please check your inbox.
fr: Les instructions pour réinitialiser votre mot de passe ont été envoyés par courriel. Veuillez le consultez

source: Register
fr: Inscription

source: Registration Email Sent
fr: Courriel d'enregistrement envoyé

source: An email has been sent to the system administrator. You will be soon notified about the activation of your account.
fr: Un courriel a été envoyé à l'administrateur système. Vous serez informé dès l'activation de votre compte

source: Back to
fr: Retour

source: login
fr: Identifiant

source: Register new user
fr: Inscrire un nouvel utilisateur

source: Instance Creation History
fr: Historique de création de la VM

source: Click and drag in the plot area to zoom in
fr: Cliquer et sélectionner une zone dans le graphe pour zoomer

source: Drag your finger over the plot to zoom in
fr: Glisser votre souris au dessus de la zone de dessin pour zoomer

source: Instance Creation Dates
fr: Date de création des VMs

source: Number of Instances
fr: Nombre de VMs

source: Created
fr: Créee

source: So far
fr: Jusque là

source: Instance Applications History
fr: Historique des demandes de VM

source: Instance Application Dates
fr: Date des demandes de VM

source: Number of Applications
fr: Nombre de demandes

source: Submitted:
fr: Envoyez:

source: Service Statistics
fr: Statistiques du service

source: Username
fr: Nom d'utilisateur

source: Platform Statistics
fr: Statistiques de la plateforme

source: Managed by ganetimgr
fr: Gérer par ganetimgr

source: Instances
fr: VMs

source: Created
fr: Crée

source: Submitted
fr: Envoyé

source: Users
fr: Utilisateurs

source: Registered
fr: Enregistrés

source: Groups
fr: Groupes

source: of users
fr: d'utilisateurs

source: Organizations
fr: Organisations

source: Participating
fr: Participant

source: Your Statistics
fr: Vos statistiques

source: My Instances
fr: Mes VMs

source: Avg.
fr: Moyenne

source: Warning
fr: Avertissement
